{
  "_1-text": [
    "How similar is Cambodian culture to Chinese culture? How does Taiwan fit into the region, culturally?",
    "The Chhoa family ancestry fled China into southeast Asia into Indonesia or Singapore, that’s where you will find us. We’re also very similar to Taiwanese in terms of language, because we share the same language family. So, I guess we’re more like a mix; I’m Cambodian and Chinese, in a sense. But I identify more culturally [as Cambodian] because a lot of my family lives in Cambodia and I don’t know anyone in China. These countries aren’t simple."
  ],
  "_2-text": [
    "Can you elaborate on ‘simplicity’?",
    "So, a lot of Cambodians dislike Vietnam or Vietnamese people because they took their land, because of the war. Vietnam took part of Cambodia, which is very strange because now in that area people still speak Cambodian, the area that’s now considered Vietnam. So it’s very complex. Usually in our culture, when growing up, my parents were always talking about how bad Vietnam is or, when we buy products in Vietnamese stores, they’re like “yeah, don’t buy that if it’s from Vietnam, it’s going to be fake products, and stuff like that”. So there’s a lot of distrust between the two countries. "
  ],
  "_3-text": ["I always felt like I wanted to find someone here who is Cambodian, but I feel like there is a lot of Vietnamese and Thai."],
  "_4-text": [
    "Considering the context of Dartmouth, it must be easy to be reminded of your Cambodian culture when at home, how has it been coming to campus seeing that part of your culture not as represented?",
    "I think I’m used to it. Okay, so I was born in Texas and there were a lot of Cambodian communities there but I never felt apart of it because I never knew they were there. Growing up in Texas, where we lived, it wasn’t like there wasn’t a  Cambodian community because there would be Cambodian New Year, we would go to the temples to do worship, or just celebrate on the side. So there were communities there but it was more like my family was never involved in the community so I was never involved either. My family is Christian, so my grandparents would go to church and that’s where their Cambodia community is. But for me, who isn’t really Christian, I’m just like “no, I don’t want to go”. So I would have other friends who are Cambodian."
  ],
  "_5-text": [
    "Spending time on campus, do you find yourself taking measures to learn more about your culture or do you focus on interests?",
    "I think I ended up just focusing on interest, because I know that at like Stanford or Harvard there is a Cambodia Association because there are more Cambodians. I always felt like I wanted to find someone here who is Cambodian, but I feel like there is a lot of Vietnamese and Thai. I feel like that’s the closest I can get. So I would naturally become friends with other Southeast Asians."
  ],
  "_6-text": [
    "I feel like I’m the glue for my own family",
  ],
  "_7-text": [
    "It’s stressful to have to openly address my damaged familial ties. How do you go about addressing it?",
    "From when I was born to around second grade, FIRST LANGUAGE, I didn’t really know English well, it was hard for me to learn English. When I finally moved to Texas, I actually started learning English, I was like “oh, I can actually speak English with my friends”. From that moment onwards, I would speak English at school and FIRST LANGUAGE at home with my grandparents. But with all the fighting that was happening at home, around middle school, I started speaking less to my grandparents and more with my parents in English once they moved back in with me. I was mainly speaking English in my daily life."
  ],
  "_8-text": [
    "What about your parents?",
    "I feel like they don’t realize that their family conflicts affects me. Even now, my mom talks bad about my grandparents, and I don’t want to be apart of this. I love my grandparents and I love my parents, and it hurts to hear them talk bad about each other. I used to take my mom’s side on everything, and I did see my grandparents be mean to her or unfair, so, at one point I decided I didn’t like them. Now, I think about all the things they did for me -- I do have a good relationship with them [grandparents]. Why I should I ruin that relationship just because my mom doesn’t like them? I should have my own feelings for it. So now I’m like I want to make strong connections before anything happens to them. I’m going back home in the spring of 2019 -- hopefully I can catch up on the language, and actually talk to them more. But we’ll see how that goes."
  ],
  "_9-text": [
    ""
  ],
  "_10-text": [
    "",
    ""
  ],
  "_11-text": [
    "",
    ""
  ],
  "_12-text": [
    "You really care about the subject of mental health. How has it been an overarching aspect of your time at Dartmouth?",
    "I had a lot of things going during my sophomore year -- freshmen year was a very great year. I felt like there wasn’t any bad conflicts, there was drama, but it was more like “he likes her” kind of gossip which was fun and exciting. But then sophomore year came where my friend group just dispersed in a different way. I was left to figure out where I was positioned in this group or community, like what am I doing here? Academics played a small role into it as well. I just felt like everything was catching up to me. "
  ],
  "_13-text": [
    "Go on",
    "Through my experience of anxiety, I just felt like there’s more things I could do for my community. A lot of people have their own anxiety, but everyone has different levels of anxiety. I felt like being a UGA [Dartmouth Residential Assistant] made it weird as well because I was supposed to support everyone in terms of mental health or be the person that someone could depend on if they needed to. But I was also trying to depend on myself at the same time. I care a lot about everyone, but at the same time I didn’t really care about myself to be like “okay, maybe I should take a step back.” Going through my own hard time I was searching for something that would allow me to have more control over my anxiety within friendship groups or anything similar."
  ],
  "_14-text": [
    "I care a lot about everyone, but at the same time I didn’t really care about myself "
  ],
  "_15-text": [
    "Can you speak more on your sophomore year?",
    "Sophomore fall was when I was having a huge mental break down. Three weeks in the term, I was ready to leave this place. I was already reaching out to my brother telling him that I didn’t know how I was going to get through the term -- it was really hard. My main goal of the term was just to get through it and not to get into any type of drama. But there was so much that was piling up that term. These friends are fighting, I’m fighting with this friend. I was like, “Oh my gosh, stop!” But you can’t pause anything, so you just have to get through it. During the winter term, things got better -- there was no more drama. It was a cool down period -- it wasn’t like we were friends again but we all decided that we would address the topic of contention. During that time, that’s when I was invested time in the mental health organization. I ended up managing the Instagram for the club, which made me dissatisfied with the club because that’s not what I really wanted to do. I felt like they were pressuring me, they wanted two to three mental health stories per week, and we weren’t getting that much input form people at the time."
  ],
  "_16-text": [
    "Did you feel like there were different types of support when you were a UGA, or a regular student, or even a club leader?",
    "It really depends on who the UGA is, because I wouldn’t be comfortable telling certain people or other UGAs about what’s happening in my life. I feel like I need to have a personal connection with the person that I’m telling these things too. As a club leader, I depend on my executives. But the entire team isn’t communicating as well, so everything is going through me. They aren’t going through each other, which is very frustrating. Because if something unexpected is happening, we have to admit our own problems. People know that it’s okay to make mistakes. "
  ],
  "_17-text": [
    "You mentioned before that everyone has their own anxiety level. Between sophomore fall and now [junior winter], how have you handled your anxiety levels from friend groups, clubs and organizations, or classes?",
    "I went to a counselor last term [fall of 2018]. It was after everything died down -- all my friends solved everything. It was the summer before this school year where I decided I wanted to see someone to find out if there were any underlying or subconscious things that could cause me to have anxiety that I wouldn’t be able to handle, something that it may cause more drama in the future. When I was seeing my counselor every other week, it helped a lot, because we would talk about things that happened before or just recently happened. It helped to talk it through and see what’s really bothering me and seeing if there’s a pattern that I can try changing. That helped me shift my mindset on how I should approach my anxiety -- I realized I do have test anxiety. I never realized that it something that can be addressed, I thought I just had to push through it. I was like “I don’t know about this” and she was like “well, what’s holding you back?” I felt like people will judge me on this. I still feel like I have social anxiety. I’m very awkward with people. It frustrates me sometimes because I’m like I really want to hang out with this person but I don’t know how to talk to them. "
  ]
}