{
  "_1-text": [
    "How similar is Cambodian culture to Chinese culture? How does Taiwan fit into the region, culturally?",
    "The Chhoa family ancestry fled China into southeast Asia into Indonesia or Singapore, that’s where you will find us. We’re also very similar to Taiwanese in terms of language, because we share the same language family. So, I guess we’re more like a mix; I’m Cambodian and Chinese, in a sense. But I identify more culturally [as Cambodian] because a lot of my family lives in Cambodia and I don’t know anyone in China. These countries aren’t simple."
  ],
  "_2-text": [
    "Can you elaborate on ‘simplicity’?",
    "So, a lot of Cambodians dislike Vietnam or Vietnamese people because they took their land, because of the war. Vietnam took part of Cambodia, which is very strange because now in that area people still speak Cambodian, the area that’s now considered Vietnam. So it’s very complex. Usually in our culture, when growing up, my parents were always talking about how bad Vietnam is or, when we buy products in Vietnamese stores, they’re like “yeah, don’t buy that if it’s from Vietnam, it’s going to be fake products, and stuff like that”. So there’s a lot of distrust between the two countries. "
  ],
  "_3-text": "I always felt like I wanted to find someone here who is Cambodian, but I feel like there is a lot of Vietnamese and Thai.",
  "_4-text": [
    "Considering the context of Dartmouth, it must be easy to be reminded of your Cambodian culture when at home, how has it been coming to campus seeing that part of your culture not as represented?",
    "I think I’m used to it. Okay, so I was born in Texas and there were a lot of Cambodian communities there but I never felt apart of it because I never knew they were there. Growing up in Texas, where we lived, it wasn’t like there wasn’t a  Cambodian community because there would be Cambodian New Year, we would go to the temples to do worship, or just celebrate on the side. So there were communities there but it was more like my family was never involved in the community so I was never involved either. My family is Christian, so my grandparents would go to church and that’s where their Cambodia community is. But for me, who isn’t really Christian, I’m just like “no, I don’t want to go”. So I would have other friends who are Cambodian."
  ],
  "_5-text": [
    "Spending time on campus, do you find yourself taking measures to learn more about your culture or do you focus on interests?",
    "I think I end just focusing on interest, because I know that at like Stanford or Harvard there is a Cambodia Association because there are more Cambodians. I always felt like I wanted to find someone here who is Cambodian, but I feel like there is a lot of Vietnamese and Thai. I feel like that’s the closest I can get. So I would naturally become friends with other Southeast Asians."
  ]
}